/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Add";

/* Dialog Title */
"Adding configuration failed" = "Adding configuration failed";

/* Status window message */
"Adding server to configuration" = "Adding server to configuration";

/* Status window message */
"Attempting to bind computer to directory" = "Attempting to bind computer to directory";

/* Status window message */
"Attempting to unbind from Directory" = "Attempting to unbind from Directory";

/* No comment provided by engineer. */
"Bind\\U2026" = "Bind…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "Binding is required by the directory.  Add new LDAP server cancelled.";

/* Dialog Title */
"Binding required" = "Binding required";

/* No comment provided by engineer. */
"Bound to the directory as" = "Bound to the directory as";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Dialog message */
"Computer is bound" = "Computer is bound";

/* Dialog Title */
"Computer record exists" = "Computer record exists";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "Computer record missing from the directory.  Force unbinding.";

/* Status window message */
"Configuration of new server complete" = "Configuration of new server complete";

/* Default button continue */
"Continue" = "Continue";

/* appended to duplicated configs */
"copy" = "copy";

/* Dialog Title */
"Could not contact server" = "Could not contact server";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?";

/* No comment provided by engineer. */
"Custom" = "Custom";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Default Attribute Types";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "Delete LDAP Server?";

/* Status window message */
"Detecting required security levels and binding requirements" = "Detecting required security levels and binding requirements";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "Directory binding is not supported";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "Authenticated directory binding is optional. Enter information to bind.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "Authenticated directory binding is required. Enter information to bind.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "An unexpected error occurred";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "Donʼt Add";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Failed to allocate data buffer";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Failed to allocate data list.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Failed to build data list from strings.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Failed to open LDAPv3 node.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Failed to save the LDAP configuration.";

/* No comment provided by engineer. */
"From Server" = "From Server";

/* No comment provided by engineer. */
"Hide Options" = "Hide Options";

/* Status window message */
"Initial server information discovery" = "Initial server information discovery";

/* Dialog Title */
"Insufficient privileges" = "Insufficient privileges";

/* Dialog Title */
"Invalid credentials supplied" = "Invalid credentials supplied";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Invalid credentials supplied.  Please re-enter.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Odd number of $ characters in literal mapping";

/* Default button OK */
"OK" = "OK";

/* Template name */
"Open Directory Server" = "Open Directory Server";

/* No comment provided by engineer. */
"Overwrite" = "Overwrite";

/* No comment provided by engineer. */
"Please confirm deletion." = "Please confirm deletion.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Please enter valid credentials that allow access to the directory specified.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Security requirements violation";

/* Dialog Title */
"Server already configured" = "Server already configured";

/* Dialog Title */
"Server did not respond" = "Server did not respond";

/* No comment provided by engineer. */
"Show Options" = "Show Options";

/* Dialog Title */
"Strong authentication not supported" = "Strong authentication not supported";

/* default name when saving template - do not include .plist */
"Template" = "Template";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "The account you provided does not have enough privileges.  Please contact a network administrator for assistance.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "The credentials you supplied were not valid, please try again.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "The server you specified could not be contacted.  Would you like to manually configure?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "The server you specified is already configured.  Add process cancelled.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "This computer is bound to this directory, do you wish to unbind?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process.";

/* Dialog Title */
"Unable to contact directory" = "Unable to contact directory";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Unable to contact the directory to do the bind.  Operation cancelled.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Unbind…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Unexpected error while attempting to bind.  Operation cancelled.";

/* Dialog Title */
"Unexpected error while binding" = "Unexpected error while binding";

/* No comment provided by engineer. */
"Untitled %d" = "Untitled %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Use authentication when connecting";

/* Status window message */
"Validating record/attribute mapping" = "Validating record/attribute mapping";

/* Status window message */
"Validating the credentials that were supplied" = "Validating the credentials that were supplied";

/* No comment provided by engineer. */
"Write to server failed" = "Write to server failed";

